{
  "General Rules": [
    "We Have A Zero Tolerance Policy regarding ANY kind of hate speech, racist comments, sexist remarks, pedophilic behavior and homophobic slurs! We do [REQUIRE] proof of the offense so no one is punished innocently. This can be a recording/pic from discord, an in-game recording (with Discord overlay) or a screenshot (hit F12 on your keyboard). Please make sure to notify any of the Team as soon as possible, preferably one that is online! If a Team member is in-game, please do not spam to get our attention, you will make it harder to scroll back up and find the offense.",
    "No Spawn Killing/Beach Killing Juvies. Juvies may ask to be killed on the beach by using either Global chat, 4 calling or attacking an adult dino. Do not attack another juvie without a mutual agreement!",
    "[No] abusing the bots! (Ex: Injecting to heal, or switching dinos to attack someone you've already fought)",
    "[No] revenge killing.",
    "[NO] Body Camping.",
    "[No] Hacking! Period! And [No] Exploits! This includes but it not limited to Nod-Biting, Stam Glitching, etc. Water Skiing is allowed [OUTSIDE] of combat and hunting.",
    "[No] combat logging!",
    "[No] giving out locations of yourself without the [GROUPS] consent, or others!",
    "[No] Sending unsolicited nest invites!",
    "[No] putting down a nest to be aggressive or drain your food (nest dumping)!",
    "You [CAN NOT] grow during a fight.",
    "You [CAN NOT] initiate a hunt /combat with a dino you witness log in for 2 minutes. When you log in, you may not initiate combat with another dino for 2 minutes. [This means you may NOT follow the dino spawning in either]",
    "[No] attacking group members. Once you leave/are kicked from a group, you must leave the area completely! If you decide to [NOT] leave the area, your former group [ONLY] has to 3 call, 3 times before they may attack you! Once out of the area, a 3 minute grace period begins. [DO NOT] hunt your former pack until the grace period is over, this includes no following! After that, you/they are fair game!",
    "You [CAN NOT] have more than the allowed pack limit of adults in your group, whether or not you are traveling or hunting together.",
    "[No] 2 call to fake being friendly. A two call must be an agreement to be effective. Both parties [HAVE TO] 2 call to be free from attack on either sides. **Using your 2 call does not guarantee your safety!",
    "Your 3 and 4 calls only have meaning when contesting for land as Herbivores, warning a carnivore to back off, or forfeiting contested bodies.",
    "Herbivores [MAY NOT] pack or hang out with carnivores. You are allowed to be friendly and are [NOT] required to attack, but separate diets [MUST] stay separated!",
    "If you purchase or are nested in as an herbivore AI, you must follow [ALL] rules. However, you are not protected by any rules when you are not with a herd. For a herbivore AI to be protected by the rules, you need to be in the general vicinity of a herd member (excluding juvies). If you are not, the rules [WILL NOT] protect you. Herbivore AI are [NOT ALLOWED] to start an engagement for their herd but [CAN] participate in an engagement once it has begun. --AI bodies are [NOT] considered a Body Down."
  ],
  "Herbivore Rules": [
    "Herbivores [CAN NOT] attack without being provoked. Examples of provocation include: entering ambush stance while facing herbivores, following, 3 calling, mock biting, and/or coming into their immediate vicinity.",
    "Herbivores [HAVE TO] give warning before initiating a fight. They [MUST] 3 call and warn the carnivore to leave. If the carnivore fails to, the herbivore may attack.",
    "Herbivores [MAY] contest other herbivores for land. They may only contest for the major landmarks: Hidden/Meltwater/Trike Mountain, Great Falls, Paradise, Northern River, Twin Lakes, and Western/Salad Bowl. Herbivores may nest anywhere on the map, but other locations are non-contestable! The opposing herd [MUST] give a warning in global chat before they attack. You must 3 call multiple times and give the other herd a chance to 4 call and leave the area, if they wish to forfeit the land. You cannot chase those that wish to forfeit the land.",
    "You [MUST] intend to use that land and nest to be eligible to contest another herd.",
    "Once you contest for an area, you must stay in that area until bushes are depleted or 30 minutes has passed. You are not allowed to contest the same herd multiple times.",
    "Herbivores [DO NOT] have to allow another herbivore in their herd. They must 3 call to warn the herbi to leave and allow them time to 4 call and leave the area. If the herbivore does not answer after three 3 calls, they may be attacked. (Being AFK is NOT an excuse. If you wish to log, simply inform the herd and they MUST allow time for you to do so!)",
    "Herbivores are able to claim bodies but are [NOT] required to do so. If a herd fights a pack of carnivores, the body belongs to the carnivores [UNLESS] the body is too close to an Herbi nest. The herbies may decide who may or may not eat that body.",
    "Herbivores [MAY NOT] corpse guard unless the body is near their nest or if the herd has been attacked [AT LEAST TWICE] by the same carnivore or pack."
  ],
  "Combat Rules": [
    "~BODY DOWN RULE - When a body drops, combat comes to an end! Communicate with your pack/herd to be sure that everyone is aware when a body has fallen.",
    "Combat begins when one party takes damage, whether it be the aggressing or the defending party!",
    "The first engagement with a carni/pack, the herd must end the fight when a body falls. If a carnivore or pack enters two engagements with the same herbivore or herd, the herd doesn't have to stop the fight due to Body Down or carnies leaving the area. If the engagement does end, due to carnivores making it out of the area while no longer being actively engaged with the herbivores, or there being a clear break in the fight, the herbivores must wait for provocation to start a new engagement. A Body Down [WILL END] the fight for Carnies and give protection.",
    "[DO NOT] interfere with active fights unless you are a group member. People in active fights [CAN NOT] switch targets or attack dinos that are [NOT] part of the opposing pack. You may join a new group or herd at anytime, except [DURING] a fight, [AND] as long as you would not cause that group to be over-packing. [Once you switch, you cannot return to your old pack or herd for 30minutes!]",
    "After combat ends, you stay in the area at your own risk. This includes when healing off bleed or broken legs. Combat ends with both parties sit, when one party leaves the area or when there is a sufficient break in damage being dealt.",
    "If you see a Carnie/pack with a body, you [MUST] either 3 call to contest them for the body, or leave the area. If your pack 3 calls, three times and there is no response, the dino/pack being contested is fair game. Once a contest has been accepted, a 4 call does not end the engagement, ONLY a Body Down.",
    "If no body is down and claimed, and the fight has ended, if one party is sitting or has left the area, both parties become [FAIR GAME]. Even should one, or both parties be injured/bleeding!",
    "Carnivores are allowed to mixpack with other carnivores of different species. [DO NOT] warn players not in your pack/herd of danger or give out player locations in global! You may location drop [YOURSELF] if you are alone, or IF your group has agreed.",
    "Only [ONE] species of scavenger may follow a pack, and only [TWO] scavengers per pack."
  ],
  "Water Rules": [
    "[DO NOT] enter water during combat or while bleeding!",
    "Sucho, Bary and Austros have water protection, meaning if they are [ANKLE DEEP] in water, do NOT bite them! They are allowed to sit, stand and swim in water to avoid combat. They are not required to leave the water if 3 called. If a Sucho, Bary or Austro is found away from water, they may attempt to reach it for safety. If bitten outside of water, they may not enter to try and escape. All other combat rules will then apply.",
    "If you are not a Sucho, Bary or an Austro, you may sit in water while occupying an area alone or with your pack/herd. Once another dino comes into the area/your view, you must leave the water and follow all combat rules. *We understand that players enjoy playing in ponds and rivers, especially when waiting for a fight to come their way."
  ],
  "Nesting Rules": [
    "Males are NOT required to nest for ANY species!",
    "There are no nesting limits for dinosaurs. However, keep them in mind while they grow as they do count towards your herd/pack limit upon reaching sub/adult!"
  ]
}
